{
  "Treasury Shares Number": "Total number of shares repurchased by the company and held in treasury. These shares are not considered outstanding and do not have rights to dividends or voting.",
  "Ordinary Shares Number": "Number of common shares issued and outstanding by the company, representing shareholders' ownership.",
  "Share Issued": "Total number of shares issued by the company, including those held by investors and treasury.",
  "Net Debt": "The company's net debt, calculated as total debt minus cash and cash equivalents.",
  "Total Debt": "The sum of the company's short-term and long-term debt.",
  "Tangible Book Value": "The net value of the company's tangible assets, excluding intangible assets such as goodwill and patents.",
  "Invested Capital": "The total capital invested in the company, including equity and debt.",
  "Working Capital": "Net working capital, calculated as current assets minus current liabilities. It indicates the company's ability to meet its short-term obligations.",
  "Net Tangible Assets": "Net tangible assets, which are physical assets minus liabilities.",
  "Capital Lease Obligations": "Amount owed under long-term financial lease obligations.",
  "Common Stock Equity": "The equity value associated with the common shares issued by the company.",
  "Total Capitalization": "The company's total capitalization, including long-term debt and equity.",
  "Total Equity Gross Minority Interest": "The total value of equity, including the minority interest in subsidiaries controlled by the company.",
  "Stockholders Equity": "The total equity available to shareholders, representing the company's book value.",
  "Gains Losses Not Affecting Retained Earnings": "Gains or losses that do not directly affect retained earnings, often due to changes in equity.",
  "Other Equity Adjustments": "Other equity adjustments that may arise from non-profit-related transactions, such as asset revaluation or regulatory changes.",
  "Retained Earnings": "Earnings retained by the company, representing cumulative profits not distributed as dividends.",
  "Capital Stock": "The capital represented by the shares issued by the company, including both common and preferred shares.",
  "Common Stock": "The nominal value of the common shares issued by the company.",
  "Total Liabilities Net Minority Interest": "The company's total liabilities, excluding minority interest.",
  "Total Non Current Liabilities Net Minority Interest": "The company's non-current liabilities, excluding minority interest.",
  "Other Non Current Liabilities": "Non-current liabilities that do not fall into specific categories.",
  "Tradeand Other Payables Non Current": "Long-term trade payables and other long-term payables owed by the company.",
  "Long Term Debt And Capital Lease Obligation": "The sum of long-term debt and capital lease obligations.",
  "Long Term Capital Lease Obligation": "Debt owed for long-term financial lease contracts.",
  "Long Term Debt": "The company's long-term debt, representing financial obligations with maturities beyond one year.",
  "Current Liabilities": "The total of the company's current liabilities, including short-term obligations such as debt and short-term liabilities.",
  "Other Current Liabilities": "Other current liabilities that do not fall into specific categories.",
  "Current Deferred Liabilities": "Short-term deferred liabilities, representing unpaid liabilities in the short term.",
  "Current Deferred Revenue": "Short-term deferred revenue, representing payments received in advance for goods or services not yet provided.",
  "Current Debt And Capital Lease Obligation": "Short-term debt and capital lease obligations.",
  "Current Capital Lease Obligation": "Short-term financial lease obligations due within one year.",
  "Current Debt": "Short-term debt, representing financial obligations due within one year.",
  "Other Current Borrowings": "Other short-term borrowings, including lines of credit and commercial loans.",
  "Commercial Paper": "Unsecured short-term debt instruments issued by the company to cover short-term financial needs.",
  "Payables And Accrued Expenses": "Trade payables and accrued expenses that are due to be paid.",
  "Payables": "The total amount owed to suppliers for goods and services received but not yet paid.",
  "Total Tax Payable": "The total amount of taxes due within the year.",
  "Income Tax Payable": "Income taxes owed but not yet paid.",
  "Accounts Payable": "Obligations of the company for goods and services received but not yet paid, typically short-term.",
  "Total Assets": "The company's total assets, including both current and non-current assets.",
  "Total Non Current Assets": "The company's non-current assets, which cannot be converted into cash or used within a year.",
  "Other Non Current Assets": "Other non-current assets that do not fall into specific categories.",
  "Non Current Deferred Assets": "Long-term deferred assets, such as prepaid taxes or receivables not expected to be collected within the short term.",
  "Non Current Deferred Taxes Assets": "Long-term deferred tax assets, representing future tax benefits.",
  "Investments And Advances": "The company's investments in other companies and capital advances.",
  "Other Investments": "Other investments that do not fall into specific categories.",
  "Investmentin Financial Assets": "The company's investments in financial instruments, such as bonds and stocks.",
  "Available For Sale Securities": "Financial securities available for sale, valued at fair value.",
  "Net PPE": "Net property, plant, and equipment, representing the net value of physical assets after depreciation.",
  "Accumulated Depreciation": "The total depreciation accumulated on property, plant, and equipment.",
  "Gross PPE": "The gross value of property, plant, and equipment before depreciation.",
  "Leases": "The value of assets held under lease.",
  "Other Properties": "Other properties and tangible assets that do not fall into specific categories.",
  "Machinery Furniture Equipment": "The total value of machinery, furniture, and equipment owned by the company.",
  "Land And Improvements": "The value of land and improvements made to it.",
  "Properties": "The value of the company's real estate properties.",
  "Current Assets": "The company's total current assets, which can be converted into cash within one year.",
  "Other Current Assets": "Other current assets that do not fall into specific categories.",
  "Inventory": "The value of goods and materials held by the company for sale or production.",
  "Receivables": "The total amount of the company's receivables, owed by customers and other parties.",
  "Other Receivables": "Other receivables that do not fall into specific categories.",
  "Accounts Receivable": "Trade receivables, or money owed by customers for goods and services already delivered.",
  "Cash Cash Equivalents And Short Term Investments": "The sum of cash, cash equivalents, and short-term investments.",
  "Other Short Term Investments": "Short-term investments that do not fall into other specific categories.",
  "Cash And Cash Equivalents": "The total of cash and cash equivalents that are immediately available.",
  "Cash Equivalents": "Highly liquid financial instruments that can be quickly converted into cash.",
  "Cash Financial": "Cash available for financial operations or investments."
}
