{
  "Treasury Shares Number": "Numero totale di azioni riacquistate dalla società e detenute in tesoreria. Queste azioni non sono considerate azioni in circolazione e non hanno diritto a dividendi o voti.",
  "Ordinary Shares Number": "Numero di azioni ordinarie emesse e in circolazione della società, che rappresentano la proprietà degli azionisti.",
  "Share Issued": "Numero totale di azioni emesse dalla società, comprese quelle detenute da investitori e tesoreria.",
  "Net Debt": "Debito netto della società, calcolato come il totale del debito meno la liquidità e gli equivalenti di liquidità.",
  "Total Debt": "Somma del debito a breve e lungo termine della società.",
  "Tangible Book Value": "Valore netto degli attivi tangibili della società, che esclude attività immateriali come il goodwill e i brevetti.",
  "Invested Capital": "Capitale totale investito nella società, inclusi capitale proprio e debito.",
  "Working Capital": "Capitale circolante netto, calcolato come attivo corrente meno passivo corrente. Indica la capacità della società di coprire i propri obblighi a breve termine.",
  "Net Tangible Assets": "Attività nette tangibili, ovvero attività fisiche meno passività della società.",
  "Capital Lease Obligations": "Importo dovuto in obblighi di leasing finanziario a lungo termine.",
  "Common Stock Equity": "Valore del capitale proprio associato alle azioni ordinarie emesse dalla società.",
  "Total Capitalization": "Capitale totale della società, che comprende sia il debito a lungo termine che il capitale proprio.",
  "Total Equity Gross Minority Interest": "Valore totale del capitale proprio, inclusa la quota di minoranza nelle filiali controllate della società.",
  "Stockholders Equity": "Capitale proprio totale disponibile agli azionisti, che rappresenta il valore contabile della società.",
  "Gains Losses Not Affecting Retained Earnings": "Guadagni o perdite che non influiscono direttamente sugli utili trattenuti, spesso dovuti a cambiamenti nel patrimonio netto.",
  "Other Equity Adjustments": "Altri aggiustamenti di capitale proprio che possono derivare da operazioni non legate al profitto, come la rivalutazione di beni o cambiamenti normativi.",
  "Retained Earnings": "Utili trattenuti dalla società, che rappresentano gli utili cumulativi non distribuiti come dividendi.",
  "Capital Stock": "Capitale rappresentato dalle azioni emesse dalla società, incluse sia le azioni ordinarie che quelle privilegiate.",
  "Common Stock": "Valore nominale delle azioni ordinarie emesse dalla società.",
  "Total Liabilities Net Minority Interest": "Passività totali della società, escluse le quote di minoranza.",
  "Total Non Current Liabilities Net Minority Interest": "Passività non correnti della società, escluse le quote di minoranza.",
  "Other Non Current Liabilities": "Passività non correnti che non rientrano in altre categorie specifiche.",
  "Tradeand Other Payables Non Current": "Debiti commerciali a lungo termine e altri debiti a lungo termine dovuti dalla società.",
  "Long Term Debt And Capital Lease Obligation": "Somma del debito a lungo termine e delle obbligazioni di leasing finanziario a lungo termine.",
  "Long Term Capital Lease Obligation": "Debito dovuto per contratti di leasing finanziario con scadenza a lungo termine.",
  "Long Term Debt": "Debito a lungo termine della società, che rappresenta obbligazioni finanziarie con scadenza oltre un anno.",
  "Current Liabilities": "Totale delle passività correnti, cioè le obbligazioni a breve termine della società, come debiti e passività a breve termine.",
  "Other Current Liabilities": "Altre passività correnti che non rientrano in categorie specifiche.",
  "Current Deferred Liabilities": "Passività differite a breve termine, che rappresentano passività non pagate nel breve termine.",
  "Current Deferred Revenue": "Ricavi differiti a breve termine, che rappresentano pagamenti ricevuti in anticipo per beni o servizi non ancora erogati.",
  "Current Debt And Capital Lease Obligation": "Debito e obblighi di leasing finanziario a breve termine.",
  "Current Capital Lease Obligation": "Obblighi di leasing finanziario a breve termine, che devono essere pagati entro un anno.",
  "Current Debt": "Debito a breve termine, che rappresenta le obbligazioni finanziarie con scadenza entro un anno.",
  "Other Current Borrowings": "Altri prestiti a breve termine, incluse linee di credito e prestiti commerciali.",
  "Commercial Paper": "Titoli di debito a breve termine non garantiti emessi dalla società per coprire esigenze finanziarie a breve termine.",
  "Payables And Accrued Expenses": "Debiti commerciali e spese maturate che devono essere pagate.",
  "Payables": "Totale delle somme dovute a fornitori per beni e servizi ricevuti ma non ancora pagati.",
  "Total Tax Payable": "Importo totale delle tasse da pagare entro l'anno.",
  "Income Tax Payable": "Imposte sul reddito dovute e non ancora pagate.",
  "Accounts Payable": "Obbligazioni della società per beni e servizi ricevuti ma non ancora pagati, generalmente a breve termine.",
  "Total Assets": "Totale delle attività della società, incluse attività correnti e non correnti.",
  "Total Non Current Assets": "Attività non correnti della società, ovvero beni che non possono essere convertiti in denaro o utilizzati entro un anno.",
  "Other Non Current Assets": "Altre attività non correnti che non rientrano in categorie specifiche.",
  "Non Current Deferred Assets": "Attività differite a lungo termine, come tasse anticipate o crediti non esigibili nel breve termine.",
  "Non Current Deferred Taxes Assets": "Attività fiscali differite a lungo termine, rappresentanti vantaggi fiscali futuri.",
  "Investments And Advances": "Investimenti della società in altre aziende e anticipi di capitale.",
  "Other Investments": "Altri investimenti che non rientrano in categorie specifiche.",
  "Investmentin Financial Assets": "Investimenti della società in strumenti finanziari, come obbligazioni e azioni.",
  "Available For Sale Securities": "Titoli finanziari disponibili per la vendita, valutati al fair value.",
  "Net PPE": "Patrimonio netto immobilizzato, che rappresenta il valore netto degli immobili, impianti e macchinari dopo l'ammortamento.",
  "Accumulated Depreciation": "Totale dell'ammortamento accumulato su immobili, impianti e macchinari.",
  "Gross PPE": "Valore lordo degli immobili, impianti e macchinari prima di detrarre l'ammortamento.",
  "Leases": "Valore dei beni detenuti tramite leasing.",
  "Other Properties": "Altre proprietà e beni materiali che non rientrano in categorie specifiche.",
  "Machinery Furniture Equipment": "Valore totale dei macchinari, mobili e attrezzature di proprietà della società.",
  "Land And Improvements": "Valore della terra e delle migliorie effettuate su di essa.",
  "Properties": "Valore delle proprietà immobiliari della società.",
  "Current Assets": "Totale delle attività correnti della società, ovvero beni che possono essere convertiti in liquidità entro un anno.",
  "Other Current Assets": "Altre attività correnti che non rientrano in categorie specifiche.",
  "Inventory": "Valore delle scorte di beni e materiali posseduti dalla società per la vendita o la produzione.",
  "Receivables": "Importo totale dei crediti della società, dovuti da clienti e altre parti.",
  "Other Receivables": "Altri crediti che non rientrano in categorie specifiche.",
  "Accounts Receivable": "Crediti commerciali, cioè denaro dovuto dai clienti per beni e servizi già forniti.",
  "Cash Cash Equivalents And Short Term Investments": "Somma di liquidità, equivalenti di liquidità e investimenti a breve termine.",
  "Other Short Term Investments": "Investimenti a breve termine che non rientrano in altre categorie specifiche.",
  "Cash And Cash Equivalents": "Somma della liquidità e degli equivalenti di liquidità immediatamente disponibili.",
  "Cash Equivalents": "Strumenti finanziari liquidi che possono essere convertiti rapidamente in denaro.",
  "Cash Financial": "Liquidità disponibile per operazioni finanziarie o investimenti."
}
