{
  "address1": "Indirizzo della sede principale della società.",
  "city": "Città in cui si trova la sede principale della società.",
  "state": "Stato o provincia in cui si trova la sede principale della società.",
  "zip": "Codice postale della sede principale della società.",
  "country": "Paese in cui si trova la sede principale della società.",
  "phone": "Numero di telefono della sede principale della società.",
  "website": "Sito web ufficiale della società.",
  "industry": "Settore industriale a cui appartiene la società.",
  "industryKey": "Chiave di identificazione del settore.",
  "industryDisp": "Descrizione del settore in cui opera la società.",
  "sector": "Settore economico a cui appartiene la società.",
  "sectorKey": "Chiave di identificazione del settore economico.",
  "sectorDisp": "Descrizione del settore economico.",
  "longBusinessSummary": "Sintesi dell'attività della società, che descrive i prodotti, servizi e mercati principali.",
  "fullTimeEmployees": "Numero totale di dipendenti a tempo pieno della società.",
  "companyOfficers": "Lista dei principali dirigenti della società, inclusi i titoli e compensi.",
  "auditRisk": "Valutazione del rischio di revisione contabile della società.",
  "boardRisk": "Valutazione del rischio legato al consiglio di amministrazione.",
  "compensationRisk": "Valutazione del rischio legato alla compensazione degli esecutivi.",
  "shareHolderRightsRisk": "Valutazione del rischio legato ai diritti degli azionisti.",
  "overallRisk": "Valutazione complessiva del rischio di governance.",
  "governanceEpochDate": "Data in formato epoch dell'ultimo aggiornamento dei dati di governance.",
  "compensationAsOfEpochDate": "Data in formato epoch dell'ultimo aggiornamento dei dati di compensazione.",
  "irWebsite": "Sito web per le relazioni con gli investitori della società.",
  "maxAge": "Massimo intervallo di aggiornamento dei dati in secondi.",
  "priceHint": "Suggerimento sul livello di precisione per il prezzo delle azioni.",
  "previousClose": "Prezzo di chiusura delle azioni nella sessione di trading precedente.",
  "open": "Prezzo di apertura delle azioni nella sessione di trading corrente.",
  "dayLow": "Prezzo minimo delle azioni nella sessione di trading corrente.",
  "dayHigh": "Prezzo massimo delle azioni nella sessione di trading corrente.",
  "regularMarketPreviousClose": "Prezzo di chiusura nel mercato regolare durante la sessione precedente.",
  "regularMarketOpen": "Prezzo di apertura nel mercato regolare nella sessione corrente.",
  "regularMarketDayLow": "Prezzo minimo nel mercato regolare nella sessione corrente.",
  "regularMarketDayHigh": "Prezzo massimo nel mercato regolare nella sessione corrente.",
  "dividendRate": "Importo dei dividendi annuali pagati per azione.",
  "dividendYield": "Rendimento dei dividendi come percentuale del prezzo delle azioni.",
  "exDividendDate": "Data in cui le azioni iniziano a essere scambiate senza il diritto di ricevere il prossimo dividendo.",
  "payoutRatio": "Percentuale degli utili pagati come dividendi agli azionisti.",
  "fiveYearAvgDividendYield": "Rendimento medio dei dividendi degli ultimi cinque anni.",
  "beta": "Misura della volatilità del titolo rispetto al mercato generale.",
  "trailingPE": "Rapporto prezzo/utili basato sugli utili degli ultimi dodici mesi.",
  "forwardPE": "Rapporto prezzo/utili basato sugli utili previsti per i prossimi dodici mesi.",
  "volume": "Volume di azioni scambiate nella sessione corrente.",
  "regularMarketVolume": "Volume di scambi nel mercato regolare durante la sessione corrente.",
  "averageVolume": "Volume medio di scambi giornalieri negli ultimi tre mesi.",
  "averageVolume10days": "Volume medio di scambi giornalieri negli ultimi dieci giorni.",
  "averageDailyVolume10Day": "Volume medio giornaliero di scambi negli ultimi dieci giorni.",
  "bid": "Prezzo più alto offerto per acquistare una certa quantità di azioni.",
  "ask": "Prezzo più basso richiesto per vendere una certa quantità di azioni.",
  "bidSize": "Quantità di azioni richieste all'offerta attuale.",
  "askSize": "Quantità di azioni disponibili alla domanda attuale.",
  "marketCap": "Capitalizzazione di mercato totale della società.",
  "fiftyTwoWeekLow": "Prezzo minimo delle azioni negli ultimi 52 settimane.",
  "fiftyTwoWeekHigh": "Prezzo massimo delle azioni negli ultimi 52 settimane.",
  "priceToSalesTrailing12Months": "Rapporto prezzo/vendite degli ultimi dodici mesi.",
  "fiftyDayAverage": "Prezzo medio delle azioni negli ultimi 50 giorni.",
  "twoHundredDayAverage": "Prezzo medio delle azioni negli ultimi 200 giorni.",
  "trailingAnnualDividendRate": "Tasso di dividendo annuale pagato per azione negli ultimi dodici mesi.",
  "trailingAnnualDividendYield": "Rendimento annuale dei dividendi come percentuale del prezzo delle azioni.",
  "currency": "Valuta in cui sono espressi i valori finanziari della società.",
  "enterpriseValue": "Valore d'impresa, che include il valore di mercato più il debito meno la liquidità.",
  "profitMargins": "Margini di profitto della società come percentuale delle vendite totali.",
  "floatShares": "Numero di azioni in circolazione disponibili per il pubblico.",
  "sharesOutstanding": "Numero totale di azioni emesse dalla società.",
  "sharesShort": "Numero di azioni vendute allo scoperto.",
  "sharesShortPriorMonth": "Numero di azioni vendute allo scoperto nel mese precedente.",
  "sharesShortPreviousMonthDate": "Data relativa al mese precedente per le azioni vendute allo scoperto.",
  "dateShortInterest": "Data dell'interesse allo scoperto corrente.",
  "sharesPercentSharesOut": "Percentuale di azioni vendute allo scoperto rispetto al totale delle azioni emesse.",
  "heldPercentInsiders": "Percentuale di azioni detenute da dirigenti e dipendenti della società.",
  "heldPercentInstitutions": "Percentuale di azioni detenute da istituzioni finanziarie.",
  "shortRatio": "Rapporto tra il numero di azioni vendute allo scoperto e il volume di scambi giornaliero medio.",
  "shortPercentOfFloat": "Percentuale di azioni vendute allo scoperto rispetto alle azioni fluttuanti.",
  "impliedSharesOutstanding": "Numero totale di azioni implicite in circolazione.",
  "bookValue": "Valore contabile per azione.",
  "priceToBook": "Rapporto prezzo/valore contabile.",
  "lastFiscalYearEnd": "Data di fine dell'ultimo esercizio fiscale.",
  "nextFiscalYearEnd": "Data di fine del prossimo esercizio fiscale.",
  "mostRecentQuarter": "Data dell'ultimo trimestre finanziario.",
  "earningsQuarterlyGrowth": "Crescita degli utili trimestrali rispetto all'anno precedente.",
  "netIncomeToCommon": "Utile netto attribuibile agli azionisti ordinari.",
  "trailingEps": "Utile per azione basato sugli ultimi dodici mesi.",
  "forwardEps": "Utile per azione previsto per i prossimi dodici mesi.",
  "pegRatio": "Rapporto prezzo/utili/crescita, che tiene conto della crescita degli utili.",
  "lastSplitFactor": "Fattore dell'ultimo split delle azioni.",
  "lastSplitDate": "Data dell'ultimo split delle azioni.",
  "enterpriseToRevenue": "Rapporto tra valore d'impresa e ricavi.",
  "enterpriseToEbitda": "Rapporto tra valore d'impresa ed EBITDA.",
  "52WeekChange": "Variazione del prezzo delle azioni negli ultimi 52 settimane.",
  "SandP52WeekChange": "Variazione percentuale dell'indice S&P negli ultimi 52 settimane.",
  "lastDividendValue": "Valore dell'ultimo dividendo pagato per azione.",
  "lastDividendDate": "Data dell'ultimo pagamento del dividendo.",
  "exchange": "Borsa valori su cui è quotata la società.",
  "quoteType": "Tipo di strumento finanziario (es. azioni).",
  "symbol": "Simbolo azionario della società.",
  "underlyingSymbol": "Simbolo sottostante (se applicabile).",
  "shortName": "Nome breve della società.",
  "longName": "Nome completo della società.",
  "firstTradeDateEpochUtc": "Data del primo scambio delle azioni della società in formato epoch.",
  "timeZoneFullName": "Nome completo del fuso orario in cui si trova la borsa valori.",
  "timeZoneShortName": "Abbreviazione del fuso orario in cui si trova la borsa valori.",
  "uuid": "UUID (identificatore univoco) della società.",
  "messageBoardId": "ID del forum di discussione per la società.",
  "gmtOffSetMilliseconds": "Differenza di fuso orario rispetto al GMT in millisecondi.",
  "currentPrice": "Prezzo corrente delle azioni della società.",
  "targetHighPrice": "Prezzo target massimo previsto dagli analisti.",
  "targetLowPrice": "Prezzo target minimo previsto dagli analisti.",
  "targetMeanPrice": "Prezzo target medio previsto dagli analisti.",
  "targetMedianPrice": "Prezzo target mediano previsto dagli analisti.",
  "recommendationMean": "Media delle raccomandazioni degli analisti (es. compra, tieni).",
  "recommendationKey": "Parola chiave che rappresenta il consiglio degli analisti (es. buy, hold).",
  "numberOfAnalystOpinions": "Numero di opinioni degli analisti disponibili.",
  "totalCash": "Totale della liquidità disponibile della società.",
  "totalCashPerShare": "Liquidità totale per azione.",
  "ebitda": "Utile prima di interessi, imposte, deprezzamento e ammortamento (EBITDA).",
  "totalDebt": "Totale del debito della società.",
  "quickRatio": "Indice di liquidità immediata, che misura la capacità dell'azienda di pagare i debiti a breve termine con le attività più liquide.",
  "currentRatio": "Rapporto corrente, che misura la capacità dell'azienda di coprire le passività correnti con le attività correnti.",
  "totalRevenue": "Ricavi totali generati dalla società.",
  "debtToEquity": "Rapporto debito/patrimonio netto, che misura il livello di indebitamento rispetto al capitale proprio.",
  "revenuePerShare": "Ricavi per azione.",
  "returnOnAssets": "Rendimento degli attivi, che misura la redditività in relazione al totale delle attività.",
  "returnOnEquity": "Rendimento del capitale proprio, che misura la redditività rispetto al patrimonio netto.",
  "freeCashflow": "Flusso di cassa libero generato dalla società.",
  "operatingCashflow": "Flusso di cassa operativo generato dalla società.",
  "earningsGrowth": "Crescita degli utili rispetto al periodo precedente.",
  "revenueGrowth": "Crescita dei ricavi rispetto al periodo precedente.",
  "grossMargins": "Margini lordi della società.",
  "ebitdaMargins": "Margini EBITDA della società.",
  "operatingMargins": "Margini operativi della società.",
  "financialCurrency": "Valuta in cui sono riportati i dati finanziari della società.",
  "trailingPegRatio": "Rapporto PEG basato sugli utili passati."
}
