{
  "address1": "The primary address of the company's headquarters.",
  "city": "The city where the company's headquarters is located.",
  "state": "The state or province where the company's headquarters is located.",
  "zip": "The postal code for the company's headquarters.",
  "country": "The country where the company's headquarters is located.",
  "phone": "The phone number for the company's headquarters.",
  "website": "The official website of the company.",
  "industry": "The industry sector in which the company operates.",
  "industryKey": "The identification key for the industry sector.",
  "industryDisp": "Description of the industry in which the company operates.",
  "sector": "The economic sector to which the company belongs.",
  "sectorKey": "The identification key for the economic sector.",
  "sectorDisp": "Description of the economic sector.",
  "longBusinessSummary": "A summary of the company's business, describing its main products, services, and markets.",
  "fullTimeEmployees": "Total number of full-time employees working for the company.",
  "companyOfficers": "List of the company's main executives, including their titles and compensation.",
  "auditRisk": "Assessment of the company's audit risk.",
  "boardRisk": "Assessment of the risk associated with the board of directors.",
  "compensationRisk": "Assessment of the risk associated with executive compensation.",
  "shareHolderRightsRisk": "Assessment of the risk related to shareholder rights.",
  "overallRisk": "Overall assessment of the company's governance risk.",
  "governanceEpochDate": "The date of the latest governance data update in epoch format.",
  "compensationAsOfEpochDate": "The date of the latest compensation data update in epoch format.",
  "irWebsite": "The company's investor relations website.",
  "maxAge": "Maximum data refresh interval in seconds.",
  "priceHint": "A hint for the level of precision for the stock price.",
  "previousClose": "The stock's closing price in the previous trading session.",
  "open": "The stock's opening price in the current trading session.",
  "dayLow": "The lowest price of the stock in the current trading session.",
  "dayHigh": "The highest price of the stock in the current trading session.",
  "regularMarketPreviousClose": "Closing price in the regular market during the previous session.",
  "regularMarketOpen": "Opening price in the regular market during the current session.",
  "regularMarketDayLow": "Lowest price in the regular market during the current session.",
  "regularMarketDayHigh": "Highest price in the regular market during the current session.",
  "dividendRate": "The annual dividend amount paid per share.",
  "dividendYield": "The dividend yield as a percentage of the stock price.",
  "exDividendDate": "The date on which the stock trades without the right to receive the next dividend.",
  "payoutRatio": "Percentage of earnings paid out as dividends to shareholders.",
  "fiveYearAvgDividendYield": "The average dividend yield over the past five years.",
  "beta": "A measure of the stock's volatility compared to the overall market.",
  "trailingPE": "The price-to-earnings ratio based on earnings from the last twelve months.",
  "forwardPE": "The price-to-earnings ratio based on expected earnings for the next twelve months.",
  "volume": "The number of shares traded in the current session.",
  "regularMarketVolume": "The volume of trades in the regular market during the current session.",
  "averageVolume": "The average daily trading volume over the past three months.",
  "averageVolume10days": "The average daily trading volume over the past ten days.",
  "averageDailyVolume10Day": "The average daily trading volume over the past ten days.",
  "bid": "The highest price offered to buy a certain quantity of shares.",
  "ask": "The lowest price asked to sell a certain quantity of shares.",
  "bidSize": "The number of shares requested at the current bid price.",
  "askSize": "The number of shares available at the current ask price.",
  "marketCap": "The total market capitalization of the company.",
  "fiftyTwoWeekLow": "The lowest stock price in the last 52 weeks.",
  "fiftyTwoWeekHigh": "The highest stock price in the last 52 weeks.",
  "priceToSalesTrailing12Months": "The price-to-sales ratio over the last twelve months.",
  "fiftyDayAverage": "The average stock price over the last 50 days.",
  "twoHundredDayAverage": "The average stock price over the last 200 days.",
  "trailingAnnualDividendRate": "The annual dividend rate paid per share over the last twelve months.",
  "trailingAnnualDividendYield": "The annual dividend yield as a percentage of the stock price.",
  "currency": "The currency in which the company's financial values are reported.",
  "enterpriseValue": "The enterprise value, including market value plus debt minus cash.",
  "profitMargins": "The company's profit margins as a percentage of total sales.",
  "floatShares": "The number of shares available to the public.",
  "sharesOutstanding": "The total number of shares issued by the company.",
  "sharesShort": "The number of shares sold short.",
  "sharesShortPriorMonth": "The number of shares sold short in the prior month.",
  "sharesShortPreviousMonthDate": "The date corresponding to the previous month for shorted shares.",
  "dateShortInterest": "The date of the current short interest.",
  "sharesPercentSharesOut": "The percentage of shares sold short relative to total shares outstanding.",
  "heldPercentInsiders": "The percentage of shares held by company insiders.",
  "heldPercentInstitutions": "The percentage of shares held by institutional investors.",
  "shortRatio": "The ratio of shares sold short to average daily trading volume.",
  "shortPercentOfFloat": "The percentage of shorted shares relative to the floating shares.",
  "impliedSharesOutstanding": "The implied total number of shares outstanding.",
  "bookValue": "The book value per share.",
  "priceToBook": "The price-to-book ratio.",
  "lastFiscalYearEnd": "The date of the last fiscal year's end.",
  "nextFiscalYearEnd": "The date of the next fiscal year's end.",
  "mostRecentQuarter": "The date of the most recent financial quarter.",
  "earningsQuarterlyGrowth": "Quarterly earnings growth compared to the previous year.",
  "netIncomeToCommon": "Net income attributable to common shareholders.",
  "trailingEps": "Earnings per share based on the last twelve months.",
  "forwardEps": "Projected earnings per share for the next twelve months.",
  "pegRatio": "Price/earnings-to-growth ratio, considering earnings growth.",
  "lastSplitFactor": "The factor of the last stock split.",
  "lastSplitDate": "The date of the last stock split.",
  "enterpriseToRevenue": "The enterprise value to revenue ratio.",
  "enterpriseToEbitda": "The enterprise value to EBITDA ratio.",
  "52WeekChange": "The stock price change over the last 52 weeks.",
  "SandP52WeekChange": "The percentage change of the S&P index over the last 52 weeks.",
  "lastDividendValue": "The value of the last dividend paid per share.",
  "lastDividendDate": "The date of the last dividend payment.",
  "exchange": "The stock exchange where the company is listed.",
  "quoteType": "The type of financial instrument (e.g., equity).",
  "symbol": "The company's stock ticker symbol.",
  "underlyingSymbol": "The underlying symbol (if applicable).",
  "shortName": "The short name of the company.",
  "longName": "The full name of the company.",
  "firstTradeDateEpochUtc": "The date of the company's first stock trade in epoch format.",
  "timeZoneFullName": "The full name of the time zone where the stock exchange is located.",
  "timeZoneShortName": "The abbreviated name of the time zone where the stock exchange is located.",
  "uuid": "The company's UUID (unique identifier).",
  "messageBoardId": "The company's discussion forum ID.",
  "gmtOffSetMilliseconds": "The time zone offset from GMT in milliseconds.",
  "currentPrice": "The current stock price.",
  "targetHighPrice": "The highest target price forecasted by analysts.",
  "targetLowPrice": "The lowest target price forecasted by analysts.",
  "targetMeanPrice": "The average target price forecasted by analysts.",
  "targetMedianPrice": "The median target price forecasted by analysts.",
  "recommendationMean": "The average analyst recommendation (e.g., buy, hold).",
  "recommendationKey": "The keyword representing the analyst recommendation (e.g., buy, hold).",
  "numberOfAnalystOpinions": "The number of analyst opinions available.",
  "totalCash": "The company's total available cash.",
  "totalCashPerShare": "Total cash per share.",
  "ebitda": "Earnings before interest, taxes, depreciation, and amortization (EBITDA).",
  "totalDebt": "The company's total debt.",
  "quickRatio": "Quick ratio, which measures the company's ability to cover short-term debts with its most liquid assets.",
  "currentRatio": "Current ratio, which measures the company's ability to cover current liabilities with current assets.",
  "totalRevenue": "The company's total revenue.",
  "debtToEquity": "Debt-to-equity ratio, measuring the level of indebtedness relative to equity.",
  "revenuePerShare": "Revenue per share.",
  "returnOnAssets": "Return on assets, measuring profitability relative to total assets.",
  "returnOnEquity": "Return on equity, measuring profitability relative to shareholders' equity.",
  "freeCashflow": "The company's free cash flow.",
  "operatingCashflow": "The company's operating cash flow.",
  "earningsGrowth": "Earnings growth compared to the prior period.",
  "revenueGrowth": "Revenue growth compared to the prior period.",
  "grossMargins": "The company's gross margins.",
  "ebitdaMargins": "The company's EBITDA margins.",
  "operatingMargins": "The company's operating margins.",
  "financialCurrency": "The currency in which the company's financial data is reported.",
  "trailingPegRatio": "Price/earnings-to-growth ratio based on past earnings."
}
