{
  "Tax Effect Of Unusual Items": "Tax impact of unusual or non-recurring items. It represents the tax effect of special events not part of the company's normal operations.",
  "Tax Rate For Calcs": "Tax rate used for calculations and estimates on revenues and earnings.",
  "Normalized EBITDA": "Normalized EBITDA, excluding unusual or non-recurring items, providing a more representative view of operational performance.",
  "Net Income From Continuing Operation Net Minority Interest": "Net income from continuing operations net of minority interest.",
  "Reconciled Depreciation": "Reconciled depreciation, representing the sum of depreciation expenses after adjustments.",
  "Reconciled Cost Of Revenue": "Reconciled cost of revenue, representing the cost incurred to generate revenue after adjustments.",
  "EBITDA": "Earnings before interest, taxes, depreciation, and amortization (EBITDA).",
  "EBIT": "Earnings before interest and taxes (EBIT), a measure of operating profitability.",
  "Net Interest Income": "Net interest income, representing the difference between interest earned and interest paid.",
  "Interest Expense": "Interest expense, the cost incurred for borrowing funds.",
  "Interest Income": "Interest income, representing earnings from financial investments.",
  "Normalized Income": "Normalized income, excluding unusual or non-recurring items for a more accurate view of profitability.",
  "Net Income From Continuing And Discontinued Operation": "Net income from both continuing and discontinued operations.",
  "Total Expenses": "Total expenses incurred by the company for operations.",
  "Total Operating Income As Reported": "Total operating income as reported by the company.",
  "Diluted Average Shares": "Average number of diluted shares, accounting for potentially convertible shares (e.g., stock options).",
  "Basic Average Shares": "Average number of ordinary shares outstanding without accounting for dilutions.",
  "Diluted EPS": "Diluted earnings per share, accounting for potential dilutions from options or convertible bonds.",
  "Basic EPS": "Basic earnings per share, not accounting for potential dilutions.",
  "Diluted NI Availto Com Stockholders": "Diluted net income available to common stockholders.",
  "Net Income Common Stockholders": "Net income available to common stockholders.",
  "Net Income": "The company's net income, representing the remaining amount after all expenses and taxes.",
  "Net Income Including Noncontrolling Interests": "Net income including noncontrolling interests.",
  "Net Income Continuous Operations": "Net income from the company's continuing operations.",
  "Tax Provision": "Tax provision, representing the amount set aside for tax payments.",
  "Pretax Income": "Income before taxes, representing the income earned before applying taxes.",
  "Other Income Expense": "Other income or expenses not related to core operations, such as extraordinary gains or losses.",
  "Other Non Operating Income Expenses": "Non-operating income or expenses not related to the company's core activities.",
  "Net Non Operating Interest Income Expense": "Net non-operating interest income, representing the difference between interest earned and paid on non-operating assets or liabilities.",
  "Interest Expense Non Operating": "Interest expenses on non-operating liabilities.",
  "Interest Income Non Operating": "Interest income from non-operating assets.",
  "Operating Income": "Operating income, representing the income generated from the company's main operations before interest and taxes.",
  "Operating Expense": "Operating expenses, which include costs incurred to maintain the company's operations.",
  "Research And Development": "Research and development (R&D) expenses incurred by the company.",
  "Selling General And Administration": "Selling, general, and administrative expenses (SG&A), including costs for managing day-to-day operations.",
  "Gross Profit": "Gross profit, representing total revenue minus the cost of sales.",
  "Cost Of Revenue": "Cost of revenue, representing the cost incurred to produce and sell goods or services.",
  "Total Revenue": "Total revenue generated by the company during a given period.",
  "Operating Revenue": "Operating revenue generated from the company's core operations."
}
