{
  "Tax Effect Of Unusual Items": "Effetto fiscale di voci straordinarie o non ricorrenti. Rappresenta l'impatto fiscale di eventi particolari che non fanno parte delle operazioni normali dell'azienda.",
  "Tax Rate For Calcs": "Aliquota fiscale utilizzata per calcoli e stime sui ricavi e sugli utili.",
  "Normalized EBITDA": "EBITDA normalizzato, che esclude voci straordinarie o non ricorrenti per mostrare una visione più rappresentativa della performance operativa.",
  "Net Income From Continuing Operation Net Minority Interest": "Utile netto dalle operazioni continue al netto della quota di minoranza.",
  "Reconciled Depreciation": "Deprezzamento riconciliato, cioè la somma delle spese di deprezzamento dopo eventuali aggiustamenti.",
  "Reconciled Cost Of Revenue": "Costo riconciliato dei ricavi, che rappresenta il costo sostenuto per generare i ricavi dell'azienda dopo eventuali aggiustamenti.",
  "EBITDA": "Utile prima di interessi, imposte, deprezzamento e ammortamento (EBITDA).",
  "EBIT": "Utile prima degli interessi e delle imposte (EBIT), una misura della redditività operativa.",
  "Net Interest Income": "Reddito netto da interessi, che rappresenta la differenza tra interessi guadagnati e interessi pagati.",
  "Interest Expense": "Spesa per interessi, ossia il costo sostenuto per il pagamento degli interessi sul debito.",
  "Interest Income": "Redditi da interessi, che rappresentano gli interessi guadagnati da investimenti finanziari.",
  "Normalized Income": "Utile normalizzato, che esclude voci straordinarie o non ricorrenti per fornire una visione più accurata della redditività.",
  "Net Income From Continuing And Discontinued Operation": "Utile netto derivante sia dalle operazioni continue che da quelle cessate.",
  "Total Expenses": "Spese totali sostenute dall'azienda per le operazioni.",
  "Total Operating Income As Reported": "Utile operativo totale come riportato dall'azienda.",
  "Diluted Average Shares": "Numero medio di azioni diluite, che tiene conto delle azioni potenzialmente convertibili (ad es. opzioni su azioni).",
  "Basic Average Shares": "Numero medio di azioni ordinarie in circolazione senza considerare eventuali diluizioni.",
  "Diluted EPS": "Utile per azione diluito, che tiene conto delle potenziali diluizioni dovute a opzioni o obbligazioni convertibili.",
  "Basic EPS": "Utile per azione base, che non tiene conto delle potenziali diluizioni.",
  "Diluted NI Availto Com Stockholders": "Utile netto diluito disponibile per gli azionisti ordinari.",
  "Net Income Common Stockholders": "Utile netto disponibile per gli azionisti ordinari.",
  "Net Income": "Utile netto dell'azienda, cioè l'importo rimanente dopo tutte le spese e le imposte.",
  "Net Income Including Noncontrolling Interests": "Utile netto comprensivo degli interessi di minoranza.",
  "Net Income Continuous Operations": "Utile netto derivante dalle operazioni continue dell'azienda.",
  "Tax Provision": "Accantonamento per imposte, ovvero l'importo destinato al pagamento delle imposte.",
  "Pretax Income": "Reddito prima delle imposte, che rappresenta il reddito guadagnato prima dell'applicazione delle imposte.",
  "Other Income Expense": "Altre entrate o spese non operative, come proventi straordinari o perdite.",
  "Other Non Operating Income Expenses": "Entrate o spese non operative non derivanti dall'attività principale dell'azienda.",
  "Net Non Operating Interest Income Expense": "Reddito netto da interessi non operativi, che rappresenta la differenza tra interessi guadagnati e pagati su attività o passività non operative.",
  "Interest Expense Non Operating": "Spese per interessi su passività non operative.",
  "Interest Income Non Operating": "Entrate da interessi su attività non operative.",
  "Operating Income": "Utile operativo, che rappresenta il reddito derivante dalle operazioni principali dell'azienda prima degli interessi e delle imposte.",
  "Operating Expense": "Spese operative, che comprendono i costi sostenuti per mantenere le operazioni aziendali.",
  "Research And Development": "Spese per ricerca e sviluppo (R&D) sostenute dall'azienda.",
  "Selling General And Administration": "Spese generali e amministrative (SG&A), che comprendono i costi per la gestione quotidiana dell'azienda.",
  "Gross Profit": "Utile lordo, che rappresenta il ricavo totale meno il costo delle vendite.",
  "Cost Of Revenue": "Costo dei ricavi, che rappresenta il costo sostenuto per produrre e vendere i beni o servizi.",
  "Total Revenue": "Ricavo totale generato dall'azienda durante un determinato periodo.",
  "Operating Revenue": "Ricavo operativo generato dalle operazioni principali dell'azienda."
}
