{
  "esgScores": {
    "maxAge": "Età massima dei dati ESG in secondi, che indica quanto recenti sono le informazioni.",
    "totalEsg": "Punteggio ESG totale, che rappresenta la valutazione complessiva della performance ambientale, sociale e di governance dell'azienda.",
    "environmentScore": "Punteggio relativo alla performance ambientale dell'azienda, inclusa la gestione delle risorse naturali e l'impatto ecologico.",
    "socialScore": "Punteggio relativo alla performance sociale dell'azienda, compresi i rapporti con i dipendenti, le comunità e i clienti.",
    "governanceScore": "Punteggio relativo alla governance dell'azienda, che valuta la trasparenza, la gestione e le pratiche etiche.",
    "ratingYear": "Anno in cui è stato assegnato il punteggio ESG.",
    "ratingMonth": "Mese in cui è stato assegnato il punteggio ESG.",
    "highestControversy": "Livello di controversia più alto associato all'azienda, che indica l'intensità degli eventi negativi che hanno coinvolto l'azienda.",
    "peerCount": "Numero di aziende comparabili utilizzate per il confronto nel gruppo di pari.",
    "esgPerformance": "Valutazione della performance ESG dell'azienda rispetto ai pari, dove 'UNDER_PERF' significa che l'azienda ha una performance inferiore rispetto alla media.",
    "peerGroup": "Gruppo di aziende dello stesso settore o industria utilizzato per confrontare la performance ESG dell'azienda.",
    "relatedControversy": "Controversie associate all'azienda, ad esempio problemi nella catena di fornitura, incidenti con i clienti o etica aziendale.",
    "peerEsgScorePerformance": "Il punteggio ESG minimo/massimo/medio tra le aziende nel gruppo di pari.",
    "peerGovernancePerformance": "Il punteggio di governance minimo/massimo/medio tra le aziende nel gruppo di pari.",
    "peerSocialPerformance": "Il punteggio sociale minimo/massimo/medio tra le aziende nel gruppo di pari.",
    "peerEnvironmentPerformance": "Il punteggio ambientale minimo/massimo/medio tra le aziende nel gruppo di pari.",
    "peerHighestControversyPerformance": "Il livello di controversia minimo/massimo/medio tra le aziende nel gruppo di pari.",
    "percentile": "Percentile dell'azienda rispetto alle altre aziende nel gruppo di pari per la performance ESG totale.",
    "environmentPercentile": "Percentile dell'azienda rispetto alla performance ambientale rispetto ai pari, se disponibile.",
    "socialPercentile": "Percentile dell'azienda rispetto alla performance sociale rispetto ai pari, se disponibile.",
    "governancePercentile": "Percentile dell'azienda rispetto alla governance rispetto ai pari, se disponibile.",
    "adult": "Indica se l'azienda è coinvolta in prodotti o servizi per adulti.",
    "alcoholic": "Indica se l'azienda è coinvolta nella produzione o distribuzione di alcolici.",
    "animalTesting": "Indica se l'azienda è coinvolta in test sugli animali.",
    "catholic": "Indica se l'azienda segue linee guida di investimento cattoliche.",
    "controversialWeapons": "Indica se l'azienda è coinvolta nella produzione di armi controverse.",
    "smallArms": "Indica se l'azienda è coinvolta nella produzione di piccole armi da fuoco.",
    "furLeather": "Indica se l'azienda è coinvolta nella produzione o commercio di pellicce o pelle.",
    "gambling": "Indica se l'azienda è coinvolta nel gioco d'azzardo.",
    "gmo": "Indica se l'azienda è coinvolta nella produzione di organismi geneticamente modificati (OGM).",
    "militaryContract": "Indica se l'azienda ha contratti con l'industria militare.",
    "nuclear": "Indica se l'azienda è coinvolta nell'industria nucleare.",
    "pesticides": "Indica se l'azienda è coinvolta nella produzione o distribuzione di pesticidi.",
    "palmOil": "Indica se l'azienda è coinvolta nella produzione o utilizzo di olio di palma.",
    "coal": "Indica se l'azienda è coinvolta nell'industria del carbone.",
    "tobacco": "Indica se l'azienda è coinvolta nella produzione o distribuzione di tabacco."
  }
}
