{
  "esgScores": {
    "maxAge": "Maximum age of the ESG data in seconds, indicating how recent the information is.",
    "totalEsg": "Total ESG score, representing the overall evaluation of the company's environmental, social, and governance performance.",
    "environmentScore": "Score related to the company's environmental performance, including resource management and ecological impact.",
    "socialScore": "Score related to the company's social performance, including relations with employees, communities, and customers.",
    "governanceScore": "Score related to the company's governance, evaluating transparency, management, and ethical practices.",
    "ratingYear": "Year when the ESG score was assigned.",
    "ratingMonth": "Month when the ESG score was assigned.",
    "highestControversy": "Highest level of controversy associated with the company, indicating the intensity of negative events involving the company.",
    "peerCount": "Number of comparable companies used for peer group comparison.",
    "esgPerformance": "Evaluation of the company's ESG performance compared to peers, where 'UNDER_PERF' indicates underperformance relative to the average.",
    "peerGroup": "Group of companies in the same industry or sector used for comparing the company's ESG performance.",
    "relatedControversy": "Controversies associated with the company, such as supply chain issues, customer incidents, or business ethics violations.",
    "peerEsgScorePerformance": "The min/max/average ESG score among companies in the peer group.",
    "peerGovernancePerformance": "The min/max/average governance score among companies in the peer group.",
    "peerSocialPerformance": "The min/max/average social score among companies in the peer group.",
    "peerEnvironmentPerformance": "The min/max/average environmental score among companies in the peer group.",
    "peerHighestControversyPerformance": "The min/max/average level of controversy among companies in the peer group.",
    "percentile": "The company's percentile rank relative to other companies in the peer group for total ESG performance.",
    "environmentPercentile": "The company's percentile rank for environmental performance relative to peers, if available.",
    "socialPercentile": "The company's percentile rank for social performance relative to peers, if available.",
    "governancePercentile": "The company's percentile rank for governance relative to peers, if available.",
    "adult": "Indicates whether the company is involved in adult-related products or services.",
    "alcoholic": "Indicates whether the company is involved in the production or distribution of alcoholic beverages.",
    "animalTesting": "Indicates whether the company is involved in animal testing.",
    "catholic": "Indicates whether the company follows Catholic investment guidelines.",
    "controversialWeapons": "Indicates whether the company is involved in the production of controversial weapons.",
    "smallArms": "Indicates whether the company is involved in the production of small firearms.",
    "furLeather": "Indicates whether the company is involved in the production or trade of fur or leather.",
    "gambling": "Indicates whether the company is involved in gambling.",
    "gmo": "Indicates whether the company is involved in the production of genetically modified organisms (GMOs).",
    "militaryContract": "Indicates whether the company has contracts with the military industry.",
    "nuclear": "Indicates whether the company is involved in the nuclear industry.",
    "pesticides": "Indicates whether the company is involved in the production or distribution of pesticides.",
    "palmOil": "Indicates whether the company is involved in the production or use of palm oil.",
    "coal": "Indicates whether the company is involved in the coal industry.",
    "tobacco": "Indicates whether the company is involved in the production or distribution of tobacco."
  }
}
