{
  "Free Cash Flow": "Free cash flow, calculated as the cash available after covering operational expenses and capital investments.",
  "Repurchase Of Capital Stock": "Amount spent by the company to repurchase its own shares.",
  "Repayment Of Debt": "Total amount used to repay short and long-term debt.",
  "Issuance Of Debt": "Total amount raised by the company through the issuance of new debt.",
  "Issuance Of Capital Stock": "Total amount of new capital stock issued, if any.",
  "Capital Expenditure": "Capital expenditures, i.e., investments in physical assets like property, plant, and equipment.",
  "Interest Paid Supplemental Data": "Interest paid by the company during the reporting period.",
  "Income Tax Paid Supplemental Data": "Income taxes paid by the company during the reporting period.",
  "End Cash Position": "Company's ending cash position at the end of the period.",
  "Beginning Cash Position": "Company's initial cash position at the beginning of the period.",
  "Changes In Cash": "Net change in cash during the reporting period.",
  "Financing Cash Flow": "Cash flow derived from financing activities such as borrowing and stock buybacks.",
  "Cash Flow From Continuing Financing Activities": "Cash flow from financing activities related to the company's ongoing operations.",
  "Net Other Financing Charges": "Net changes from other financing activities.",
  "Cash Dividends Paid": "Dividends paid to shareholders during the period.",
  "Common Stock Dividend Paid": "Dividends paid on common stock during the period.",
  "Net Common Stock Issuance": "Net change in common stock issuance, including buybacks.",
  "Common Stock Payments": "Payments related to the repurchase of common stock.",
  "Common Stock Issuance": "Total amount of newly issued common stock.",
  "Net Issuance Payments Of Debt": "Net payments related to the issuance and repayment of debt.",
  "Net Short Term Debt Issuance": "Net issuance of short-term debt.",
  "Net Long Term Debt Issuance": "Net issuance of long-term debt.",
  "Long Term Debt Payments": "Payments related to the repayment of long-term debt.",
  "Long Term Debt Issuance": "Total amount of new long-term debt issued.",
  "Investing Cash Flow": "Cash flow from investing activities, such as asset purchases and sales.",
  "Cash Flow From Continuing Investing Activities": "Cash flow from investing activities related to the company's ongoing operations.",
  "Net Other Investing Changes": "Net changes from other investing activities.",
  "Net Investment Purchase And Sale": "Net purchases and sales of investments during the period.",
  "Sale Of Investment": "Total amount from the sale of investments.",
  "Purchase Of Investment": "Total amount spent on purchasing investments.",
  "Net Business Purchase And Sale": "Net purchases and sales of businesses during the period.",
  "Purchase Of Business": "Total amount spent on acquiring other businesses.",
  "Net PPE Purchase And Sale": "Net purchases and sales of property, plant, and equipment.",
  "Purchase Of PPE": "Total amount spent on purchasing property, plant, and equipment.",
  "Operating Cash Flow": "Cash flow generated from the company's operating activities.",
  "Cash Flow From Continuing Operating Activities": "Cash flow from operating activities related to the company's ongoing operations.",
  "Change In Working Capital": "Change in net working capital (current assets minus current liabilities).",
  "Change In Other Working Capital": "Other changes in working capital.",
  "Change In Other Current Liabilities": "Change in other current liabilities.",
  "Change In Other Current Assets": "Change in other current assets.",
  "Change In Payables And Accrued Expense": "Change in accounts payable and accrued expenses.",
  "Change In Payable": "Change in accounts payable.",
  "Change In Account Payable": "Change in accounts payable.",
  "Change In Inventory": "Change in the value of inventories during the period.",
  "Change In Receivables": "Change in accounts receivable during the period.",
  "Changes In Account Receivables": "Change in trade receivables.",
  "Other Non Cash Items": "Other non-cash items that did not directly impact cash flow.",
  "Stock Based Compensation": "Stock-based compensation recognized by the company.",
  "Deferred Tax": "Deferred taxes recognized by the company.",
  "Deferred Income Tax": "Deferred income taxes, i.e., taxes recognized but not yet paid.",
  "Depreciation Amortization Depletion": "Depreciation, amortization, and depletion recognized by the company.",
  "Depreciation And Amortization": "Sum of depreciation and amortization of the company's assets.",
  "Net Income From Continuing Operations": "Net income from the company's continuing operations."
}
